<?php
// Heading
$_['heading_title']    = 'Mетки для продуктов';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_edit']        = 'Настройки модуля';
$_['text_add_label']   = 'Добавить метку';
$_['text_edit_label']  = 'Редактировать метку';
$_['text_px']          = 'px';
$_['text_percent']     = '%';

// Entry
$_['entry_text']       = 'Текст метки';
$_['entry_image']      = 'Изображение';
$_['entry_font_size']  = 'Размер шрифта';
$_['entry_font_color'] = 'Цвет шрифта';
$_['entry_bg_color']   = 'Цвет заднего фона';
$_['entry_border_radius'] = 'Скругление границ блока';
$_['entry_padding']    = 'Отступы внутри блока';
$_['entry_position_left']       = 'Позиционирование слева';
$_['entry_position_top']        = 'Позиционирование сверху';
$_['entry_position_right']      = 'Позиционирование справа';
$_['entry_position_bottom']     = 'Позиционирование снизу';
$_['entry_status']     = 'Статус';

// Column
$_['column_label_title'] = 'Контент';
$_['column_label_status'] = 'Статус';
$_['column_action'] = 'Действие';


// Button
$_['button_add_label'] = 'Добавить метку';

// Confirm
$_['confirm_delete_label'] = 'Вы действительно хотите удалить эту метку?';

// Help
$_['help_padding']          = '<p><b>Пример: 25px</b></p>
                               <p>верхний, нижний, левый и правый отступ - 25px (пикселей)</p>
                               <p><b>Пример: 25px 50px</b></p>
                               <p>верхний и нижний отступ - 25px (пикселей)</p>
                               <p>левый и правый отступ - 50px (пикселей)</p>
                               <p><b>Пример: 25px 50px 75px 100px</b></p>
                               <p>верхний отступ - 25px (пикселей)</p>
                               <p>правый отступ - 50px (пикселей)</p>
                               <p>нижний отступ - 75px (пикселей)</p>
                               <p>левый отступ - 100px (пикселей)</p>';
// Error
$_['error_warning']          = 'Внимательно проверьте форму на ошибки!';
$_['error_permission'] = 'У Вас нет прав для изменения модуля Аккаунт!';
$_['error_text']       = 'Заполните текст для каждого языка или выберите изображение!';
$_['error_image']      = 'Выберите изображение или заполните текст для каждого языка!';

